Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/mediawiki-tm.tmx
Source language: en
Languages: ca_es

source: Invalid confirmation code. The code may have expired.
ca_es: El codi de confirmació no és vàlid. Aquest podria haver vençut.

source: You need to $1 to confirm your email address.
ca_es: Necessiteu $1 per a confirmar la vostra adreça electrònica.

source: Your email address has been confirmed. You may now [[Special:UserLogin|log in]] and enjoy the wiki.
ca_es: S'ha confirmat la vostra adreça electrònica. Ara podeu [[Special:UserLogin|iniciar una sessió]] i gaudir del wiki.

source: Your email address has now been confirmed.
ca_es: Ja s'ha confirmat la vostra adreça electrònica.

source: Something went wrong saving your confirmation.
ca_es: Quelcom ha fallat en desar la vostra confirmació.

source: {{SITENAME}} email address confirmation
ca_es: Confirmació de l'adreça electrònica del projecte {{SITENAME}}

source: Someone, probably you, from IP address $1, has registered an account "$2" with this email address on {{SITENAME}}. To confirm that this account really does belong to you and activate email features on {{SITENAME}}, open this link in your browser: $3 If you did *not* register the account, follow this link to cancel the email address confirmation: $5 This confirmation code will expire at $4.
ca_es: Algú, segurament vós, ha registrat el compte «$2» al projecte {{SITENAME}} amb aquesta adreça electrònica des de l'adreça IP $1. Per a confirmar que aquesta adreça electrònica us pertany realment i així activar les opcions de correu del programari, seguiu aquest enllaç: $3 Si *no* heu estat qui ho ha fet, seguiu aquest altre enllaç per a canceŀlar la confirmació demanada: $5 Aquest codi de confirmació caducarà a $4.

source: Someone, probably you, from IP address $1, has changed the email address of the account "$2" to this address on {{SITENAME}}. To confirm that this account really does belong to you and reactivate email features on {{SITENAME}}, open this link in your browser: $3 If the account does *not* belong to you, follow this link to cancel the email address confirmation: $5 This confirmation code will expire at $4.
ca_es: Algú, segurament vós, des de l'adreça IP $1, ha canviat al projecte {{SITENAME}} l'adreça de correu del compte "$2" a aquesta adreça. Per confirmar que aquest compte realment us pertany i per reactivar les opcions de correu a {{SITENAME}}, obriu el següent enllaç al vostre navegador: $3 Si el compte *no* us pertany, seguiu l'enllaç següent per a cancel·lar la confirmació d'adreça de correu: $5 Aquest codi de confirmació expirarà el $4.

source: Someone, probably you, from IP address $1, has set the email address of the account "$2" to this address on {{SITENAME}}. To confirm that this account really does belong to you and activate email features on {{SITENAME}}, open this link in your browser: $3 If the account does *not* belong to you, follow this link to cancel the email address confirmation: $5 This confirmation code will expire at $4.
ca_es: Algú, probablement vós, des de l'adreça IP $1, ha establert aquesta adreça de correu electrònic com la del compte «$2» del lloc {{SITENAME}}. Per confirmar que aquest compte realment us pertany i reactivar les facilitats de correu electrònic a {{SITENAME}}, cal que obriu al navegador aquest enllaç: $3 Si el compte *no* us pertany, cancel·leu l'adreça de correu electrònic seguint aquest enllaç: $5 Aquest codi de confirmació caducarà el $4.

source: Email address confirmation canceled
ca_es: Confirmació d'adreça electrònica canceŀlada

source: Cancel email confirmation
ca_es: Canceŀlació d'adreça electrònica

source: [Interwiki transcluding is disabled]
ca_es: [S'ha inhabilitat la transclusió interwiki]

source: [Template fetch failed for $1]
ca_es: [Ha fallat la recuperació de la plantilla per a $1]

source: [Template fetch failed for $1: HTTP $2]
ca_es: [Ha fallat la recuperació de la plantilla per a $1: HTTP $2]

source: [URL is too long]
ca_es: [L'URL és massa llarg]

source: '''Warning:''' This page was deleted after you started editing!
ca_es: '''Avís''': S'ha eliminat aquesta pàgina després que haguéssiu començat a modificar-la!

source: User [[User:$1|$1]] ([[User talk:$1|talk]]) deleted this page after you started editing with reason: : ''$2'' Please confirm that you really want to recreate this page.
ca_es: L'usuari [[User:$1|$1]] ([[User talk:$1|discussió]]) va eliminar aquesta pàgina que havíeu creat donant-ne el següent motiu: : ''$2'' Confirmeu que realment voleu tornar-la a crear.

source: User [[User:$1|$1]] ([[User talk:$1|talk]]) deleted this page after you started editing. Please confirm that you really want to recreate this page.
ca_es: L'{{GENDER:$1|usuari|usuària}} [[User:$1|$1]] ([[User talk:$1|discussió]]) va esborrar aquesta pàgina després que la comencéssiu a modificar. Si us plau, confirmeu que realment voleu tornar-la a crear.

source: Recreate
ca_es: Torna a crear

source: Clear the cache of this page?
ca_es: Voleu buidar la memòria cau d'aquesta pàgina?

source: Purging a page clears the cache and forces the most current revision to appear.
ca_es: Purgar una pàgina força que hi aparegui la versió més actual i n'esborra la memòria cau.

source: OK
ca_es: D'acord

source: Add this page to your watchlist?
ca_es: Voleu afegir aquesta pàgina a la llista de seguiment?

source: Remove this page from your watchlist?
ca_es: Voleu treure aquesta pàgina de la llista de seguiment?

source: ← previous page
ca_es: ← pàgina anterior

source: next page →
ca_es: pàgina següent →

source: Go!
ca_es: Vés-hi!

source: Go to page $1
ca_es: Vés a la pàgina $1

source: Next page
ca_es: Pàgina següent

source: Previous page
ca_es: Pàgina anterior

source: First page
ca_es: Primera pàgina

source: Last page
ca_es: Darrera pàgina

source: Show $1 items per page
ca_es: Mostra $1 elements per pàgina

source: Items per page:
ca_es: Ítems per pàgina:

source: No results
ca_es: Sense resultats

source: Blanked the page
ca_es: Pàgina blanquejada

source: Replaced content with "$1"
ca_es: Contingut canviat per «$1».

source: Redirected page to [[$1]]
ca_es: Redirecció a [[$1]]

source: Created page with "$1"
ca_es: Es crea la pàgina amb «$1».

source: Loading...
ca_es: S'està carregant…

source: Loading... Ready!
ca_es: S'està carregant… Preparat!

source: Live preview failed! Try normal preview.
ca_es: Ha fallat la vista ràpida! Proveu-ho amb la previsualització normal.

source: Failed to connect: $1 "$2". Try normal preview.
ca_es: La connexió no ha estat possible: $1 «$2» Proveu-ho amb la previsualització normal.

source: Changes newer than $1 {{PLURAL:$1|second|seconds}} may not be shown in this list.
ca_es: Els canvis més nous de $1 {{PLURAL:$1|segon|segons}} podrien no mostrar-se a la llista.

source: Due to high database server lag, changes newer than $1 {{PLURAL:$1|second|seconds}} may not be shown in this list.
ca_es: A causa de la lenta resposta del servidor de base de dades, els canvis més nous de $1 {{PLURAL:$1|segon|segons}} potser no es mostren aquesta llista.

source: Your watchlist contains {{PLURAL:$1|1 title|$1 titles}}, excluding talk pages.
ca_es: La vostra llista de seguiment conté {{PLURAL:$1|1 títol|$1 títols}}, excloent-ne les pàgines de discussió.

source: Your watchlist contains no titles.
ca_es: La vostra llista de seguiment no té cap títol.

source: Edit watchlist
ca_es: Edita la llista de seguiment

source: Remove titles from watchlist
ca_es: Esborra els títols de la llista de seguiment

source: Titles on your watchlist are shown below. To remove a title, check the box next to it, and click "{{int:Watchlistedit-normal-submit}}". You can also [[Special:EditWatchlist/raw|edit the raw list]].
ca_es: Els títols de les pàgines que estan en la vostra llista de seguiment es mostren a continuació. Per a eliminar algun element, marqueu el quadre del seu costat, i feu clic al botó «{{int:Watchlistedit-normal-submit}}». També podeu [[Special:EditWatchlist/raw|editar-ne la llista en text pla]].

source: {{PLURAL:$1|1 title was|$1 titles were}} removed from your watchlist:
ca_es: {{PLURAL:$1|1 títol s'ha|$1 títols s'han}} eliminat de la vostra llista de seguiment:

source: Edit raw watchlist
ca_es: Edita la llista de seguiment crua

source: Titles on your watchlist are shown below, and can be edited by adding to and removing from the list; one title per line. When finished, click "{{int:Watchlistedit-raw-submit}}". You can also [[Special:EditWatchlist|use the standard editor]].
ca_es: Els títols de la vostra llista de seguiment es mostren a continuació, i poden modificar-se afegint-los o suprimint-los de la llista; un títol per línia. En acabar, feu clic a «{{int:Watchlistedit-raw-submit}}». També podeu [[Special:EditWatchlist|utilitzar l'editor estàndard]].

source: Titles:
ca_es: Títols:

source: Your watchlist has been updated.
ca_es: S'ha actualitzat la vostra llista de seguiment.

source: {{PLURAL:$1|1 title was|$1 titles were}} added:
ca_es: {{PLURAL:$1|1 títol s'ha|$1 títols s'han}} afegit:

source: {{PLURAL:$1|1 title was|$1 titles were}} removed:
ca_es: {{PLURAL:$1|1 títol s'ha|$1 títols s'han}} eliminat:

source: View relevant changes
ca_es: Visualitza els canvis rellevants

source: View and edit watchlist
ca_es: Visualitza i edita la llista de seguiment

source: [[{{ns:user}}:$1|$2]] ([[{{ns:user_talk}}:$1|talk]])
ca_es: [[{{ns:user}}:$1|$2]] ([[{{ns:user_talk}}:$1|discussió]])

source: Unknown extension tag "$1"
ca_es: Etiqueta d'extensió desconeguda «$1»

source: '''Warning:''' Default sort key "$2" overrides earlier default sort key "$1".
ca_es: Atenció: La clau d'ordenació per defecte "$2" invalida l'anterior clau "$1".

source: Version
ca_es: Versió

source: Installed extensions
ca_es: Extensions instaŀlades

source: Parser hooks
ca_es: Extensions de l'analitzador

source: Spam prevention
ca_es: Prevenció spam

source: Skins
ca_es: Aparences

source: Media handlers
ca_es: Connectors multimèdia

source: Hooks
ca_es: Lligams

source: Parser extension tags
ca_es: Etiquetes d'extensió de l'analitzador

source: Parser function hooks
ca_es: Lligams funcionals de l'analitzador

source: Hook name
ca_es: Nom del lligam

source: Subscribed by
ca_es: Subscrit per

source: (Version $1)
ca_es: (Versió $1)

source: License
ca_es: Llicència

source: This wiki is powered by '''[https://www.mediawiki.org/ MediaWiki]''', copyright © 2001-$1 $2.
ca_es: El wiki funciona gràcies a '''[https://www.mediawiki.org/ MediaWiki]''', copyright © 2001-$1 $2.

source: translatewiki.net translators
ca_es: Traductors de translatewiki.net

source: We would like to recognize the following persons for their contribution to [[Special:Version|MediaWiki]].
ca_es: El nostre reconeixement a les següents persones per la seva aportació a [[Special:Version|MediaWiki]]

source: MediaWiki is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. MediaWiki is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received [{{SERVER}}{{SCRIPTPATH}}/COPYING a copy of the GNU General Public License] along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA or [//www.gnu.org/licenses/old-licenses/gpl-2.0.html read it online].
ca_es: MediaWiki és programari lliure, podeu redistribuir-lo i/o modificar-lo sota els termes de la Llicència Pública General GNU publicada per la Free Software Foundation, ja sigui de la seva versió 2 o (a elecció vostra) qualsevol versió posterior. MediaWiki es distribueix en l'esperança de ser d'utilitat, però SENSE CAP GARANTIA; ni tan sols la garantia implícita de COMERCIALITZACIÓ o ADEQUACIÓ A UNA FINALITAT DETERMINADA. En trobareu més detalls a la Llicència Pública General GNU. Amb aquest programa heu d'haver rebut [{{SERVER}}{{SCRIPTPATH}}/COPYING una còpia de la Llicència Pública General GNU]; si no és així, adreceu-vos a la Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA o bé [//www.gnu.org/licenses/old-licenses/gpl-2.0.html llegiu-la en línia].

source: Installed software
ca_es: Programari instaŀlat

source: Product
ca_es: Producte

source: Entry point URLs
ca_es: URL de punts d'entrada

source: Entry point
ca_es: Punt d'entrada

source: Redirect by file, user, or revision ID
ca_es: Redirigeix per fitxer, usuari o ID de la revisió

source: Redirect to a file or page
ca_es: Redirigeix a un fitxer o a una pàgina

source: This special page redirects to a file (given the file name), a page (given a revision ID), or a user page (given a numeric user ID). Usage: [[{{#Special:Redirect}}/file/Example.jpg]], [[{{#Special:Redirect}}/revision/328429]], or [[{{#Special:Redirect}}/user/101]].
ca_es: Aquesta pàgina especial redirigeix a un fitxer (donat el nom del fitxer), una pàgina (donada un ID de la revisió), o a una pàgina d'usuari (donat un ID numèric d'usuari). Ús: [[{{#Special:Redirect}}/file/Example.jpg]], [[{{#Special:Redirect}}/revision/328429]], or [[{{#Special:Redirect}}/user/101]].

source: Lookup:
ca_es: Consulta:

source: Value:
ca_es: Valor:

source: User ID
ca_es: ID d'usuari

source: Page revision
ca_es: Revisió de la pàgina

source: File name
ca_es: Nom del fitxer

source: Value not found
ca_es: No s'ha trobat el valor

source: Search for duplicate files
ca_es: Cerca fitxers duplicats

source: Search for duplicate files based on hash values.
ca_es: Cerca fitxers duplicats d'acord amb el seu valor de resum.

source: Search for a duplicate
ca_es: Cerca duplicats

source: $1 × $2 pixel<br />File size: $3<br />MIME type: $4
ca_es: $1 × $2 píxels<br />Mida del fitxer: $3<br />Tipus MIME: $4

source: The file "$1" has no identical duplication.
ca_es: El fitxer «$1» no té cap duplicació idèntica.

source: The file "$1" has {{PLURAL:$2|1 identical duplication|$2 identical duplications}}.
ca_es: El fitxer «$1» té {{PLURAL:$2|1 duplicació idèntica|$2 duplicacions idèntiques}}.

source: No file named "$1" found.
ca_es: No s'ha trobat cap fitxer anomenat «$1».

source: Legend
ca_es: Llegenda

source: * Normal special pages. * <span class="mw-specialpagerestricted">Restricted special pages.</span>
ca_es: * Pàgines especials normals. * <span class="mw-specialpagerestricted">Pàgines especials restringides.</span>

source: Maintenance reports
ca_es: Informes de manteniment

source: Other special pages
ca_es: Altres pàgines especials

source: Login / create account
ca_es: Iniciar sessió / Crear un compte

source: Recent changes and logs
ca_es: Canvis recents i registres

source: Media reports and uploads
ca_es: Informes multimèdia i càrregues

source: Users and rights
ca_es: Usuaris i drets

source: High use pages
ca_es: Pàgines d'alt ús

source: Lists of pages
ca_es: Llistes de pàgines

source: Page tools
ca_es: Pàgines d'eines

source: Data and tools
ca_es: Dades i eines

source: Redirecting special pages
ca_es: Pàgines especials de redirecció

source: Spam tools
ca_es: Eines de spam

source: Blank page
ca_es: Pàgina en blanc

source: This page is intentionally left blank.
ca_es: Pàgina intencionadament en blanc

source: #Leave this line exactly as it is<pre> #Put regular expression fragments (just the part that goes between the //) below #These will be matched with the URLs of external (hotlinked) images #Those that match will be displayed as images, otherwise only a link to the image will be shown #Lines beginning with # are treated as comments #This is case-insensitive #Put all regex fragments above this line. Leave this line exactly as it is</pre>
ca_es: #Deixeu aquesta línia exactament igual com està<pre> #Poseu fragments d'expressions regulars (regexps) (només la part entre els //) a sota #Aquests fragments es correspondran amb les URL d'imatges externes #Se'n mostraran com a imatges si coincideixen, i sinó es mostraran com a enllaços #Les línies que comencen amb un # es tracten com a comentaris #S'hi distingeixen majúscules i minúscules #Poseu tots els fragments regex al damunt d'aquesta línia. Deixeu aquesta línia exactament com està</pre>

source: Valid change tags
ca_es: Etiquetes de canvi vàlides

source: [[Special:Tags|Tag]] filter:
ca_es: Filtre d'[[Special:Tags|etiquetes]]:

source: ([[Special:Tags|{{PLURAL:$1|Tag|Tags}}]]: $2)
ca_es: ([[Special:Tags|{{PLURAL:$1|Etiqueta|Etiquetes}}]]: $2)

source: Tags
ca_es: Etiquetes

source: This page lists the tags that the software may mark an edit with, and their meaning.
ca_es: Aquesta pàgina llista les etiquetes amb les què el programari pot marcar una modificació, i llur significat.

source: Tag name
ca_es: Nom de l'etiqueta

source: Appearance on change lists
ca_es: Aparença de la llista de canvis

source: Full description of meaning
ca_es: Descripció completa del significat

source: Active?
ca_es: Actiu?

source: Tagged changes
ca_es: Canvis etiquetats

source: Compare pages
ca_es: Comparar pàgines

source: Compare page revisions
ca_es: Comparar revisions de pàgines

source: Page 1
ca_es: Pàgina 1

source: Page 2
ca_es: Pàgina 2

source: Revision 1
ca_es: Revisió 1

source: Revision 2
ca_es: Revisió 2

source: Compare
ca_es: Compara

source: The title you specified is invalid.
ca_es: El títol que heu especificat no és vàlid.

source: The title you specified does not exist.
ca_es: El títol que heu especificat no existeix.

source: The revision you specified does not exist.
ca_es: La revisió que heu especificat no existeix.

source: This wiki has a problem
ca_es: Aquest wiki té un problema

source: Sorry! This site is experiencing technical difficulties.
ca_es: Ho sentim. Aquest lloc web està experimentant dificultats tècniques.

source: Try waiting a few minutes and reloading.
ca_es: Intenteu esperar uns minuts i tornar a carregar.

source: (Cannot contact the database server: $1)
ca_es: (No es pot contactar amb el servidor de dades: $1)

source: (Cannot contact the database server)
ca_es: (No es pot contactar amb el servidor de la base de dades)

source: You can try searching via Google in the meantime.
ca_es: Podeu intentar fer la cerca via Google mentrestant.

source: Note that their indexes of our content may be out of date.
ca_es: Tingueu en compte que la seva indexació del nostre contingut pot no estar actualitzada.

source: This is a cached copy of the requested page, and may not be up to date.
ca_es: A continuació hi ha una còpia emmagatzemada de la pàgina demanada, que pot no estar actualitzada.

source: There are problems with some of your input
ca_es: Hi ha problemes amb alguna de les seves entrades

source: The value you specified is not a valid option.
ca_es: El valor que heu especificat no és una opció vàlida.

source: The value you specified is not an integer.
ca_es: El valor que heu especificat no és un nombre enter.

source: The value you specified is not a number.
ca_es: El valor especificat no és un nombre.

source: The value you specified is below the minimum of $1
ca_es: El valor que heu especifcat està per sota del mínim de $1

source: The value you specified is above the maximum of $1
ca_es: El valor que heu especificat està per sobre del màxim de $1

source: This value is required
ca_es: Aquest valor és necessari

source: Undo changes
ca_es: Desfés els canvis

source: Select an option
ca_es: Seleccioneu una opció

source: $1 with full-text search support
ca_es: $1, amb suport de búsqueda de text íntegre

source: $1 without full-text search support
ca_es: $1, sense supor de búsqueda de text íntegre

source: $1 {{GENDER:$2|deleted}} page $3
ca_es: $1 ha esborrat $3

source: $1 {{GENDER:$2|restored}} page $3
ca_es: $1 ha restaurat $3

source: $1 {{GENDER:$2|changed}} visibility of {{PLURAL:$5|a log event|$5 log events}} on $3: $4
ca_es: $1 {{GENDER:$2|ha canviat}} la visibilitat {{PLURAL:$5|d'un esdeveniment al registre|de $5 esdeveniments al registre}} de $3: $4

source: $1 {{GENDER:$2|changed}} visibility of {{PLURAL:$5|a revision|$5 revisions}} on page $3: $4
ca_es: $1 {{GENDER:$2|ha canviat}} la visibilitat {{PLURAL:$5|d'una revisió|de $5 revisions}} a la pàgina $3: $4

source: $1 {{GENDER:$2|changed}} visibility of log events on $3
ca_es: $1 {{GENDER:$2|ha canviat}} la visibilitat d'esdeveniments al registre de $3

source: $1 {{GENDER:$2|changed}} visibility of revisions on page $3
ca_es: $1 {{GENDER:$2|ha canviat}} la visibilitat de revisions a la pàgina $3

source: $1 {{GENDER:$2|suppressed}} page $3
ca_es: $1 {{GENDER:$2|ha suprimit}} la pàgina $3

source: $1 secretly {{GENDER:$2|changed}} visibility of {{PLURAL:$5|a log event|$5 log events}} on $3: $4
ca_es: $1 secretament {{GENDER:$2|ha canviat}} la visibilitat {{PLURAL:$5|d'un esdeveniment al registre|de $5 esdeveniments al registre}} de $3: $4

source: $1 secretly {{GENDER:$2|changed}} visibility of {{PLURAL:$5|a revision|$5 revisions}} on page $3: $4
ca_es: $1 secretament {{GENDER:$2|ha canviat}} la visibilitat {{PLURAL:$5|d'una revisió|de $5 revisions}} a la pàgina $3: $4

source: $1 secretly {{GENDER:$2|changed}} visibility of log events on $3
ca_es: $1 secretament {{GENDER:$2|ha canviat}} la visibilitat d'esdeveniments al registre de $3

source: $1 secretly {{GENDER:$2|changed}} visibility of revisions on page $3
ca_es: $1 secretament {{GENDER:$2|ha canviat}} la visibilitat de revisions a la pàgina $3

source: content hidden
ca_es: ha ocultat contingut

source: edit summary hidden
ca_es: ha ocultat el resum d'edició

source: content unhidden
ca_es: ha revelat contingut que era ocult

source: edit summary unhidden
ca_es: ha revelat el resum d'edició que era ocult

source: username unhidden
ca_es: ha revelat un nom d'usuari que era ocult

source: applied restrictions to administrators
ca_es: ha aplicat restriccions als administradors

source: removed restrictions for administrators
ca_es: ha tret les restriccions als administradors

source: $1 {{GENDER:$2|moved}} page $3 to $4
ca_es: $1 ha mogut $3 a $4

source: $1 {{GENDER:$2|moved}} page $3 to $4 without leaving a redirect
ca_es: $1 ha mogut $3 a $4 sense deixar una redirecció

source: $1 {{GENDER:$2|moved}} page $3 to $4 over redirect
ca_es: $1 ha mogut $3 a $4 sobre una redirecció

source: $1 {{GENDER:$2|moved}} page $3 to $4 over a redirect without leaving a redirect
ca_es: $1 {{GENDER:$2|ha desplaçat}} la pàgina $3 a $4 on hi havia una redirecció i sense crear una nova redirecció

source: $1 {{GENDER:$2|marked}} revision $4 of page $3 patrolled
ca_es: $1 {{GENDER:$2|ha marcat}} la revisió $4 de la pàgina «$3» com a patrullada

source: $1 automatically {{GENDER:$2|marked}} revision $4 of page $3 patrolled
ca_es: $1 {{GENDER:$2|ha marcat}} automàticament la versió $4 de la pàgina $3 com a patrullada

source: User account $1 was {{GENDER:$2|created}}
ca_es: El compte d'usuari $1 {{GENDER:$2|ha estat creat}}

source: User account $3 was {{GENDER:$2|created}} by $1
ca_es: El compte d'usuari $3 {{GENDER:$2|ha estat creat}} per $1

source: User account $3 was {{GENDER:$2|created}} by $1 and password was sent by email
ca_es: El compte d'usuari $3 {{GENDER:$2|ha estat creat}} per $1 i la contrasenya ha estat enviada per correu electrònic

source: User account $1 was {{GENDER:$2|created}} automatically
ca_es: El compte d'usuari $1 {{GENDER:$2|ha estat creat}} automàticament

source: $1 {{GENDER:$2|changed}} group membership for $3 from $4 to $5
ca_es: $1 {{GENDER:$2|ha canviat}} la pertinença de grup per $3 de $4 a $5

source: $1 {{GENDER:$2|changed}} group membership for $3
ca_es: $1 {{GENDER:$2|ha canviat}} la pertinença de grup per $3

source: $1 was automatically {{GENDER:$2|promoted}} from $4 to $5
ca_es: $1 ha estat {{GENDER:$2|promogut}} automàticament de $4 a $5
